Repository: sosmessage/sosmessagedecarte-ios
Catalog: *.lproj/Localizable.strings
Languages: fr

# message.propose
source: Submit yours
fr: Propose ton message

# message.propose.sending
source: Sending your message...
fr: Envoi de votre message ...

# message.share
source: Share message
fr: Partage

# message.share.unable.title
source: Can't share
fr: Impossibilité

# message.share.unable
source: Sorry, but we can't share this wonderful message as you do not have suffisant device capabilites.
fr: Vous ne disposez d'aucun moyen pour envoyer le message a vos comparses.

# categories.all
source: Full version
fr: Version complète

# categories.top
source: Best
fr: Top

# categories.flop
source: Worst
fr: Flop

# label.about
source: About
fr: À propos

# label.loading
source: Loading...
fr: Chargement ...

# label.error.server
source: An error occured from the server, please try again.
fr: Une erreur coté serveur est apparue, désolé pour le dérangement.

# label.btn.ok
source: Cool
fr: Trés bien

# label.btn.ko
source: Sorry
fr: Désolé

# label.btn.go
source: Let's go
fr: Ca marche

# label.btn.cancel
source: Cancel
fr: Non merci

# label.btn.share
source: Send this one
fr: Envoie celle-là

# label.btn.mode.random
source: Random
fr: Aléatoirement

# label.btn.mode.liked
source: Most liked
fr: Les meilleurs

# label.app.smbu
source: sosmessages/breakup
fr: sosmessages/rupture

# label.app.smj
source: sosmessages/jokes
fr: sosmessages/blagues

# label.app.smb
source: sosmessages/birthday
fr: sosmessages/anniversaire
